Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_barnehagetilbud_-_sa_rsamisk.pdf.tmx
Source language: sma
Languages: sme

source: Saemiedigkiebïevnese saemien maanagïerte-faalenassen bïjre
sme: Sámediggedieđáhus sámi mánáidgárdefálaldaga birra

source: www.saemiedigkie..no
sme: www.samediggi.no

source: Saemiedigkie 2013
sme: Sámediggi 2013

source: 1. låhkoe
sme: 1. almmuhus

source: Åvtebielieguvvie:
sme: Ovdasiidogovva:

source: Sisvege
sme: Sisdoallu

source: Aalkoe
sme: Álggahus

source: Bïevnesen aajkoe lea Saemiedigkie sæjhta aktem bijjemes politihkem hammoedidh maanagïertesuerkesne, mij sæjhta otnjegem vuesiehtidh jïh prinsihpeles gyhtjelassh saemien maanagïertefaalenassen bïjre tjïelkestidh.
sme: Dieđáhusa duogážin lea ahte Sámediggi háliida hábmet bajimuš politihka mánáidgárdesuorgái mii lea čujuheaddji ja čielggada prinsihpalaš beliid sámi mánáidgárdefálaldaga ektui.

source: Dïhte barkoe daejnie bïevnesinie lea akte staeriedimmie dehtie aarebi bïevnesistie jaepeste 2005 ” Sametingsrådets melding om samiske barnehager ”.
sme: Dán dieđáhusbarggu bokte ođasmahttit ovddeš dieđáhusa “ Sámediggeráđi 2005 dieđáhus sámi mánáidgárddiid birra ”.

source: Maanagïertepolitihken åejvieulmie Saemiedigkesne lea hijven byjjenimmiem sjugniedidh saemien maanagïertefaalenassen tjïrrh.
sme: Sámedikki mánáidgárdepolitihka váldomihttomearrin lea háhkat buriid bajásšaddaneavttuid sámi mánáidgárdefálaldaga bokte.

source: Saemien maanagïertefaalenasse akte gaahpoeh faalenasse gaajhkide maanide jïh eejhtegidie mah dam vaajtelieh.
sme: Sámi mánáidgárdefálaldat lea rabas fálaldat buot mánáide ja vánhemiidda geat háliidit.

source: Saemiedigkie sæjhta viehkiehtidh guktie saemien maanagïertefaalenasse lea nænnoes kvaliteeteste, jïh nuekies maanagïertesijjieh gååvnesieh.
sme: Sámediggi áigu váikkuhit dan ahte sámi mánáidgárdefálaldagas lea alla kvalitehta ja ahte leat doarvái mánáidgárdesajit.

source: Saemiedigkie sæjhta aaj barkedh ihke dah mah maanagïertine berkieh dam daerpies maahtoem utnieh juktie saemien maanagïertefaalenassem vedtedh, jïh tjuara dåårrehtimmiem lissiehtidh saemiengïelen pedagogeles barkijijstie.
sme: Sámediggi áigu maiddái bargat dan ala ahte mánáidgárddiid bargiin lea dat gelbbolašvuohta mii gáibiduvvo sámi mánáidgárdefálaldagaide ja sámegielat pedagogalaš olbmuid rekrutterema ferte hoahpuhit.

source: Dïhte barkoe maanagïertigujmie viehkehteminie dam saemien siebriedahkem evtiedidh saemiej jïjtsh vuajnoej, aarvoej jïh premissi mietie.
sme: Áŋgiruššan mánáidgárddiid ektui lea mielde ovddideamen sámi servodaga sámi álbmoga iežas višuvnnaid, árvvuid ja eavttuid vuođul.

source: Daah leah vïedteldihkie dejpielasse jïh edtja mijjem båetijen aajkan ryöjredidh.
sme: Dáin leat fakkit vássán áigái ja dat galget ráhkkanahttit min boahtteáigái.

source: Maanagïerti siebriedahkemandaate lea gaskem jeatjah, maanagïerte edtja aktem hokse-jïh lïerehtimmiebyjresem faalehtidh dejtie maanide lïerehtimmieaalteren nuelesne mij lea dan bööretjommese maanide. (Laake maanagïerti bïjre 2006).
sme: Mánáidgárddi servodatmandáhta lea earret eará dat ahte mánáidgárdi galgá fállat vuollel skuvlaahkásaš mánáide dakkár áimmahuššan- ja oahppanbirrasa mas lea buoremus ávki mánnái (2011 mánáidgárdelága mielde).

source: Dan åvteste maanagïerte, seammalaakan goh skuvle, akte vihkeles bielie maanaj 18-jaepien lïerehtimmiebaeleste.
sme: Danne leage mánáidgárdi seamma dásis skuvllain oassi máná 18- jagi skuvlavázzimis.

source: Maahtoe lea siebriedahken maadthvierhtie.
sme: Gelbbolašvuohta lea servodaga vuođđo resursa.

source: Vihkeles saemieh jïjtje premisside biejieh lïerehtimmievuekide, guktie edtja learoevierhtieh evtiedidh jïh mij edtja sisveginie årrodh dejnie saemien institusjovnine goh maanagïerte jïh skuvle.
sme: Deaŧalaš lea ahte sámit ieža bidjet eavttuid oahpahusmetodaide, oahpponeavvuid ráhkadeapmái ja sámi ásahusaid nugo mánáidgárddiid ja skuvllaid sisdollui.

source: Saemiedigkie sæjhta aktem politihkem evtiedidh mij sæjhta maanagïerti vihkeles byjjenimmieråållam
sme: Sámediggi áigu ovddidit dakkár politihka mainna nannejuvvo mánáidgárddi deaŧalaš rolla buot mánáid bajásgeassimis.

source: Maanagïerth leah vihkeles maanaj evtiedæmman gosse gïele- jïh kultuvrelïerehtimmiem jïh identiteeteevtiedimmiem måjhtele.
sme: Mánáidgárdi lea deaŧalaš máná ovdáneapmái go guoská giella- ja kulturoahppamii ja identitehta ovddideapmái.

source: Dan åvteste dle vihkeles abpe saemien siebriedahkese maanagïertide dåarjoehtidh.
sme: Danne lea áŋgiruššan mánáidgárddiid ektui deaŧalaš olles sámi servodahkii.

source: Saemiedigkiebïevnese saemien maanagïertefaalenassi bïjre ållermaahta jïh digkede maam råållide jïh politihkeles faamojde Saemiedigkie edtja utnedh maanagïertegyhtjelassine.
sme: Sámedikki dieđáhusas sámi mánáidgárdefálaldaga birra válddahuvvo ja guorahallojuvvo makkár rolla ja politihkalaš váldi Sámedikkis galgá leat mánáidgárdeáššiin.

source: Bïevnese tjelmide beaja barkoesuerkide, jïh våajnoes dorje mah haestemh mej uvte tjåådtje gosse barkeminie maanagïertide dan hijven darjodh goh gåarede.
sme: Dieđáhusas biddjojuvvojit guovddážii áŋgiruššansuorggit ja dat oainnusmahttá makkár hástalusat leat ovddabealde barggus dan ektui ahte mánáidgárddit galget leat buoremus vejolaččat.

source: Daate gaajhkide maanagïertide feerhmie mah aktem saemien faalenassem Nöörjesne vedtieh.
sme: Dát guoská buot mánáidgárddiide mat addet sámi fálaldaga Norggas.

source: Bïevnese lea dovne noerhte-, julev- jïh åarjelsaemien maanagïertegyhtjelassi bïjre.
sme: Dieđáhusas guoskkahuvvojit mánáidgárdeáššit mat gusket sihke davvi-, julev- ja máttasámi diliide.

source: Bïevnese ij sïjhth dejtie bijjemes politihkeles haestiemidie doehtedidh Saemiedigkien gïelepolitihkese aktene vielie sïejhme våaroemisnie, men vuesehte ” Saemiedigkiebïevnesasse saemien gïelen bïjre ”.
sme: Dieđáhusas eai guoskkahuvvo Sámedikki bajimuš giellapolitihkalaš hástalusat eanet go oppalaččat, muhto dat bohtet ovdan Sámediggedieđáhusas sámegielaid birra.

source: Saemien jollebe ööhpehtimmie jïh dotkeme leah aaj akte barkoesuerkie Saemiedigkesne.
sme: Sámi alit oahppu ja dutkan lea maiddái okta áŋgiruššansuorgi Sámedikkis.

source: Dan bïjre sïjhtebe aktem jïjtse bïevnesen darjodh.
sme: Dan birra čállojuvvo sierra dieđáhus.

source: Saemiedigkiebïevnese saemien maanagïertefaalenassen bïjre ij edtjh råajvarimmieh meatan utnedh.
sme: Sámediggedieđáhusas sámi mánáidgárdepolitihka birra eai galgga leat doaibmabijut.

source: Akte jïjtse dahkoesoejkesje sæjhta båetedh gusnie daate gïetesåvva.
sme: Daid várás ovddiduvvo sierra doaibmaplána mas doaibmabijut gieđahallojuvvojit.

source: Jeatjah gaavhtan dle bïevnese ij bæjjese vaeltieh ulmieh jïh strategijh mah tjïelkelaakan våajnoes båetieh jeatjah bïevnesinie Saemiedigkesne.
sme: Dieđáhusas eai guorahallojuvvo dakkár mihttomearit ja strategiijat mat čielgasit bohtet ovdan eará Sámediggedieđáhusain.

source: Stoerre jarkelimmieh orreme maanagïertesuerkesne jïh dennie jeatjah siebriedahkesne evteben bïevnesen mænngan.
sme: Mánáidgárdesuorgi lea ollu rievdan ja servodat muđui maid maŋimuš dieđáhusa rájes.

source: Akte orre mieriesoejkesje maanagïerten sisvegasse jïh laavenjasside faamoem åadtjoeji mïetsken 1. b. 2006, jïh staeriesovvi 2011.
sme: Ođđa rámmaplána mánáidgárddi sisdoalu ja doaimmaid birra bođii fápmui borgemánu 1. b. 2006 ja dat lea ođasmahttojuvvon 2011:s.

source: Reerenasse lea Stoerredigkiebïevnesem nr 41 buakteme kvaliteeten bïjre maanagïertesne (2008-2009).
sme: Ráđđehus lea ovddidan stuorradiggedieđáhusa nr 41 mánáidgárddi kvalitehta birra (2008-2009).

source: Dah golme åejvieulmieh utnieh kvaliteetebarkose:
sme: Das leat golbma váldomihttomeari kvalitehtabargui:

source: • seammavyörtegs jïh jolle kvaliteetem gorredidh gaajhkine maanagïertine
sme: • Sihkkarastit dássásašvuođa ja alla kvalitehta buot mánáidgárddiin

source: • maanagïertem nænnoestehtedh goh lïerehtimmiesijjie
sme: • Nannet mánáidgárddi oahppanarenan

source: • gaajhkh maanah edtjieh åadtjodh eadtjohkelaakan meatan årrodh aktene feerhmeles ektievoetesne
sme: • Buot mánát galget beassat árjjalaččat searvat fátmmasteaddji oktavuhtii

source: Jaepien 2013 akte orre Stoerredigkiebïevnese sæjhta båetedh båetijen aejkien maanagïerten bïjre, mij gaskem jeatjah sæjhta vijriesåbpoe barkedh NOU:ine NOU:2012:1 Til barnas beste.
sme: 2013:s boahtá ođđa Stuorradiggedieđáhus boahtteáiggi mánáidgárddiid birra mii earret eará lea NOU:2012:1 Til barnas beste.

source: Saemiedigkie lea raerieh vadteme dovne orre Stoerredigkiebïevnesasse jïh orre laakide gusnie dïhte saemien perspektijve edtja gorresovvedh.
sme: čuovvoleapmi. Sámediggi lea buktán árvalusaid sihke ođđa Stuorradiggedieđáhussii ja ođđa láhkaaddimii nu ahte sámi perspektiiva gozihuvvo.

source: Vijriesåbpoe dle Laake maanagïerti bïjre jaepeste 2006 jorkesamme, jïh sæjhta staeriesovvedh gosse barkoe stoerredigkiebïevnesinie lea illesovveme.
sme: Dasto lea jagi 2006 mánáidgárdeláhka rievdaduvvon ja ođasmahttojuvvo dalle go bargu ođđa stuorradiggedieđáhusain lea loahpahuvvon.

source: Daan beajjetje maanagïertelohke htæjjaööhpehtimmie lea aaj jarkelimmesne, jïh daelie barkeminie aktine jïjtse mieriesoejkesjinie saemien maanagïertelohkehtæjjaööhpehtæmm an.
sme: Dáláš mánáidgárdeoahpaheaddjioahppu lea maid rievdamin, ja sierra rámmaplána sámi mánáidgárdeoahpaheaddjioahpu várás lea ráhkaduvvomin.

source: Daah jarkelimmieh darjoeh guktie daerpies sjædta aktine orre saemiedigkiebïevnesinie, mij lea daan beajjetje maanagïertesuerkien bïjre.
sme: Dát rievdadusat dagahit ahte lea dárbu ráhkadit ođđa sámediggedieđáhusa maid sáhttá čatnat dáláš mánáidgárdesuorgái.

source: Bïevnese edtja maanagïerten daerpiesvoetide vaestiedidh goh akte sjïehtesjamme, fryöjstehke jïh orrestimmeles institusjovne jolle kvaliteetine.
sme: Dieđáhus galgá vástidit mánáidgárddiid dárbui searvvahuvvon, geasuheaddji ja ođđahutkan ásahussan main lea alla kvalitehta.

source: Tjuara maanagïertefaalenassem siebriedahkine jïh dej byjjenimmietsiehkiejgujmie ektine vuejnedh mah iktegisth leah stïeresne.
sme: Mánáidgárdefálaldaga ferte geahččat servodaga ektui ja daid bajásšaddaneavttuid ektui mat áiggis áigái leat.

source: Dah byjngetje tsiehkieh saemien byjjenæmman jïh jieledevuakan jeerehtieh, dan åvteste tjuara jienebh ovmessie saemien siebriedahkh krööhkestidh.
sme: Olggut eavttut mánáid bajásšaddamis ja eallimis rievddadit danne go leat iešguđege sámi servodagat maid ektui ferte láhčit.

source: Dan åvteste vihkeles staateles åejvieladtjh leah åehpies daejgujmie jïh dej haestemigujmie mah leah desnie.
sme: Danne lea deaŧalaš ahte guovddáš eiseválddit dihtet daid birra ja daid hástalusaid birra mat leat.

source: Gelline dajvine saemieh leah unnebelåhkosne jïh eah dan våajnoes sjïdth goh dåehkie dennie gietskies siebriedahkesne.
sme: Ollu guovlluin leat sámit unnitlogus ja danne eai leat nu álkidit oidnosis go joavku báikegottiin.

source: Gosse årroeminie dejnie dajvine gusnie gïele ij leah dan nænnoes dle dan åvteste gïerve gïelem utniehtidh, jalhts kultuvre annje maahta jielije årrodh fuelhkesne, slïektesne jïh saemiej gaskemsh.
sme: Giela bisuhaneavttut go orru olggobealde guovlluid gos sámi giella lea nanus, leat danne váddásat, vaikko kultuvra ain sáhttá ge leat eallimin bearrašiid, sogaid ja sápmelaččaid gaskkas oppalaččat.

source: Aarebi saemien maanah hïejmen bijjiedimmine byjjenin, gusnie aaj maadtoeladtjh, neebnetjh, krist-eejhtegh jïh mænngan aaj klaassevoelph.
sme: Ovdal bajásšadde sámi mánát ruovttus gos bajásgessojuvvojedje ja dan dahke fuolkkit, gáimmit, ristvánhemat ja maŋŋá maiddái luohkkáskihpárat.

source: Viehkine daejstie almetjijstie dle eejhtegh meehtin vihkeles åvteguvvieh veeljedh sijjen maanide.
sme: Dáid olbmuid dihte lei vejolaš vánhemiin válljet deaŧalaš málliid mánáidasaset.

source: Gosse nommem, faadterh jïh laahkoeh veeljin meehtin sjïehtesjimmiem jïh identiteeteevtiedimmiem ovryöktesthlaakan stuvredh.
sme: Nama, fáddariid ja sohkagullevašvuođa válljema bokte sáhtte sii stivret sosialiserema ja identitehta ovdáneami eahpenjuolggo vugiin.

source: Dej geerve almetji barkoe jïh darjomh lin dïhte mierie maanaj byjjenæmman, jïh dan åvteste maanah lin sjïehtesjamme geerve almetji veartenisnie.
sme: Rávesolbmuid bargu ja doaimmat ledje rámman mánáid bajásšaddamii ja dieinna lágiin searvvahuvvojedje mánát rávesolbmuid eallimii.

source: Gosse maanah lin geerve almetjigujmie ektine jïh geerve almetjh åvteguvvine utnin, dellie nuepieh utnin aktem bijjiedimmiem åadtjodh mij dejtie bïhkedi.
sme: Fysálaš lagašvuođa bokte rávesolbmuid bargui ja rávesolbmot mállen, ledje vejolašvuođat sajis normatiiva bajásgeassimii.

source: Daan biejjien jïjnje dehtie sjïehtesjimmeste jïh bijjiedimmeste lea institusjovnide sertiestamme goh maanagïerte jïh skuvle, aaj saemien siebriedahkesne.
sme: Odne lea ollu sosialiseremis ja bajásgeassimis sirdojuvvon institušuvnnaide nugo mánáidgárddiide ja skuvllaide, maiddái sámi servodagas.

source: Daah institusjovnh sijjen aalkoem jïh aarvoevåaromem jeatjah siebriedahkeste utnieh.
sme: Dáid ásahusaid vuođđu ja árvovuođđu leat vuolgá eará servodagas.

source: Dan åvteste akte haesteme jïjtsinie aktem saemien maanagïertefaalenassem bæjjese bigkedh, ij ajve tseegkemen gaavhtan, men aaj aktem saemien sisvegem hammoedidh.
sme: Danne lea sámi mánáidgárdefálaldaga huksen iešalddis hástalus, ii dušše ásaheami ektui, muhto maiddái sámi sisdoalu hábmema ektui.

source: Aerpievuekie daajbaaletjen vööste sæjhta jarngesne årrodh daesnie.
sme: Árbevierut ođđa áiggi ektui leat guovddážis.

source: Jis edtja dam seamma goerkesemieriem utnedh dle vihkeles såemies dïejvesh tjïelkestidh mah sijhtieh jarngesne årrodh bïevnesisnie.
sme: Jos galggaš leat seamma rámma áddejumi ektui, de lea deaŧalaš čilget muhtun doahpagiid mat leat guovddážis dieđáhusas.

source: Laakesne maanagïerti bïjre, Saemiedigkien budsjedtesne jïh jeatjah tjaatseginie dïejvesh åtnasuvvieh, mejtie maahta joekehtslaakan toelhkedh.
sme: Mánáidgárdelágas, Sámedikki bušeahtas ja eará dokumeanttain geavahuvvojit doahpagat mat sáhttet dulkojuvvot máŋgga láhkai.

source: Saemiedigkie sæjhta dan åvteste tjïertestidh guktie mijjieh daejtie dïejvesidie guarkebe.
sme: Danne háliida Sámediggi čilget movt mii áddet dáid doahpagiid.

source: Saemiedigkien tjïelkestimmien mietie dle daate akte saemien maanagïerte / goevtese:
sme: Sámediggi meroštallá čuovvovaš láhkai mii lea vuođđun sámi mánáidgárdái / ossodahkii:

source: Saemien maanagïerte akte maanagïerte mij nænnoestimmine vihtiestamme maanagïerte saemien gïelese jïh kultuvrese bigkie.
sme: Sámi mánáidgárdin oaivvilduvvo dakkár mánáidgárdi mii lea njuolggadusaiguin mearduvvo sámi gillii ja kultuvrii. Mánáidgárdi gal

source: Maanagïerte edtja maanaj identiteetem goh saemieh nænnoestehtedh, viehkine saemien gïelem nuhtjedh jïh saemien kultuvrem leerehtidh.
sme: bokte ahte ovdánahttit sámegiela geavaheami ja sámi kultuvrra gaskkustit. Mánáidgárddi - gárddi bargit hállet sámegiela ja doaibmagiella

source: Maanagïerte stuvresåvva aktede saemiengïelen pedagogeles barkoedåehkeste.
sme: Guovdageaidnu, Gáivuotna, Loabát, Divttasvuotna ja Snoasa / Snåsa.

source: Barkijh maanagïertesne saemiestieh, jïh dïhte biejjieladtje barkoegïele lea saemien (Saemiedigkien budsjedte 2012).
sme: Dieđáhusbargu lea sihke Sámedikki siskkáldas proseassa boađus, muhto maiddái sámi servodat lea searvvahuvvon.

source: Jaepien 1969 dïhte voestes saemien maanagïerte tseegkesovvi Guovdageaidnusne.
sme: 1969 ásahuvvui vuosttáš sámi mánáidgárdi Guovdageidnui.

source: Maanagïerte sijjiem utni 20 maanide aaltarisnie golme-tjïjhtje jaepieh.
sme: Mánáidgárddis lei sadji 20 mánnái

source: Gåetie lij akte vadtese Norsk Folkehjelp ’ ste mij sïjhti maam akt saemide darjodh.
sme: Visti lei Norgga Álbmotveahki

source: 1980-jaepiej saemien maanagïerth bïehtsegin.
sme: 1980-logus boahtigohte sámi mánáidgárddit divdna.

source: Jienebh saemien maanagïerth bigkesovvin, jïh dïhte saemien mobiliseringe 1970-låhkoen aaj vuesiehti man vihkeles maanagïerth lin.
sme: Ollu mánáidgárddit huksejuvvojedje, ja sámiid mobiliseren 1970-logus buvttii maiddái ovdan dan man

source: Mieriesoejkesje maanagïertese jaepeste 1996 vihkeles sjïdti dovne dejtie nöörjen jïh saemien maanagïertide.
sme: Mánáidgárddiid 1996 rámmaplána

source: Dah digkiedimmieh 1960 jïh 1970-låhkoen lin mejtie lij saemie jallh ij, jïh mejtie edtji maanagïerth utnedh jallh ij.
sme: mánáidgárddiide. Ságastallamiin 1960 ja 1970-loguin lei sáhka leat

source: 1980-låhkoen lij maanagïertide jååhkesjamme, men daelie gihtjelgi gïese institusjovne lij.
sme: mánáidgárddit vai eai. 1980-logus dohkkehuvvojedje mánáidgárddit,

source: Dïejvese saemie aktem jeatjah sisvegem åadtjoeji, jïh baakoem saemien maanagïerten uvte tjeeli, guktie daah maanagïerth dejtie saemien maanide sjïdtin.
sme: ovddabeallái mánáidgárddi,

source: Seamma tïjjen dle dïhte nöörjen lij ålkone.
sme: duhkorasat, sámi dávvirat, sámi

source: Maanah edtjin saemien kultuvrem lïeredh dan åvteste dïhte lij vihkeles.
sme: Mánát galge oahppat sámi kultuvrra

source: (Storjord 2000).
sme: 1900-logus lei sáhka mainna lágiin

source: Kaarhte 1: Tjïelth mah jaepien 2012 saemien maanagïerth jïh nöörjen maanagïerth saemien goevtesinie utnieh.
sme: kultuvrii ja guovttegielat identitehta Kárta 1: Gielddat gos 2012:s leat sámi mánáidgárddit ja dáža mánáidgárddit main lea sámi ossodat.

source: Kaarhte 2: Tjïelth mah jaepien 2012 nöörjen maanagïerth utnieh saemien gïelelïerehtimmine.
sme: Kárta 2: Gielddat gos 2012:s dáža mánáidgárddiin lei sámi giellaoahpahus.

source: Bïevnesebarkoe lea illedahke aktede prosesseste dovne Saemiedigkien sisnjielisnie, men aaj saemien siebriedahkesne.
sme: ráđđi lea buktán gulaskuddancealkámuša.

source: Saemiedigkien voereseraerie lea lahtestimmiem vadteme govlehtæmman.
sme: Earáin maid lea leamaš vejolašvuohta buktit rávvagiid Sámedikki neahttasiidduin.

source: Saemiedigkie lea vaenie raerieh åådtjeme, jïh akte vuelege vaestiedasseprosente gihtjemegoerehtimmine orreme.
sme: Sámediggi lea ožžon árvalusaid ja jearahallaniskkademiide leat unnán vástidan.

source: Jeatjah gaavhtan bïevnesh åtnasovveme mah gååvnesieh reektehtsinie jïh tjåanghkojste, jïh bïevnesh mejtie åådtjeme gosse jeatjah gaskesem åtneme maanagïerti aajhterigujmie jïh barkijigujmie.
sme: Muđui leat geavahan dieđuid maid leat ožžon raporttaid, čoahkkimiid ja eará oktavuođaid bokte mánáidgárdeeaiggádiiguin ja - bargiiguin.

source: Vijriesåbpoe akte gamte politihkeles digkiedimmie orreme Saemiedigkieraeresne jïh Saemiedigkien stoerretjåanghkosne.
sme: Dasto lea leamaš viiddis politihkalaš ságastallan Sámediggeráđis ja Sámedikki dievasčoahkkimis.

source: Saemien maangïertefaalenasse
sme: Sámi mánáidgárdefálaldat

source: Daan biejjien naa jïjnjh maanah aktem saemien maanagïertefaalenassem åadtjoeh.
sme: Odne lea oalle ollu mánáin sámi mánáidgárdefálaldat.

source: Dïhte saemien maanagïertefaalenasse mah vadtasåvva lea naa jeereldihkie.
sme: Dán sámi mánáidgárdefálaldagas mii lea leat stuorra erohusat.

source: Maahta akte faalenasse årrodh saemien maanide maanagïertine gusnie åajvahkommes saemien gïele åtnasåvva, jallh akte faalenasse nöörjengïelen saemien maanide nöörjen maanagïertine.
sme: Fálaldagain sáhttet leat erohusat; fálaldaga rájes sámi mánáide mánáidgárddiin gos sámegiella lea váldooassi dárogielat sámi mánáide geat ožžot fálaldaga dáža mánáidgárddiin.

source: Saemiedigkie lea veeljeme dïejvesem saemien maanagïertefaalenasse nuhtjedh jïh ij saemien maanagïerte goh akte ektiedïejvese bïevnesisnie.
sme: Sámediggi lea válljen geavahit doahpaga sámi mánáidgárdefálaldat iige sámi mánáidgárdi oktasaš doaban dieđáhusas.

source: Daate dan åvteste saemien maanagïerte ij gaajhkide dejtie maanagïertefaalenasside feerhmh mah aktem saemien sisvegem utnieh.
sme: Danne go doahpagii sámi mánáidgárdi eai gula buot mánáidgárdefálaldagat main lea sámi sisdoallu.

source: Dennie minngiebisnie sïjhtebe dam veelebe tjïelkestidh.
sme: Čuovvovaččas čielggaduvvo dat lagabuidda.

source: Saemiedigkie lea dåarjoem vadteme maanagïertide saemienfaalenassine, jïh dåarjoeöörnegi tjïrrh dle daejtie maanagïertekategorijide utnebe:
sme: Sámediggi addá doarjaga mánáidgárddiide main lea sámi fálaldat ja doarjjaortnegiid bokte sirrejuvvojit mánáidgárddit čuovvovaččat:

source: a) Saemien maanagïerth, daate sæjhta jiehtedh akte maanagïerte mij lea vihtiestamme nænnoestimmine dïhte biejjieladtje barkoe saemien gïelese jïh kultuvrese bigkie.
sme: njuolggadusaid bokte lea mearriduvvon ahte

source: Dah jeanatjommes dagkerh maanagïerth leah noerhtesaemien dajvesne saemien dajvesne.
sme: - mi guovllus sámi distrikta siskkobealde.

source: Gaskem jeatjah aaj saemien maanagïerth Oslosne, Tromsøsne jïh Altesne.
sme: Sámi mánáidgárddit gávdnojit maiddái earret eará Oslos, Romssas ja Álttás.

source: b) Maanagïerth saemien goevtesinie, amma nöörjen maanagïerth saemien goevtesinie mij lea vihtiestamme nænnoestimmine dïhte biejjieladtje barkoe saemien gïelese jïh kultuvrese bigkie.
sme: ossodat main njuolggadusaid bokte lea mear

source: Dah jeanatjommesh dagkerh maanagïerth lea saemien dajven ålkolen, vuesiehtimmien gaavhtan Tromsø, ÅarjelVarangere, Nordreisa jïh Alta.
sme: leat olggobealde sámi distrivtta ovdamearkka dihte Romssas, Mátta-Várjjagis, Ráissas ja Álttás.

source: c) Maanagïerth mah faalenassh utnieh saemien gïelelïerehtimmien bïjre, amma gïelelïerehtimmie akten maanese jallh maanadåehkide.
sme: ovttaskas mánáide dahje mánnájoavkkuide.

source: Maahta aktem dagkeres gïelelïerehtimmiem joekehtslaakan öörnedidh.
sme: Dán lágan giellaoahpahusa sáhttá organiseret - náidgárddiin bargit geat máhttet sámegiela,

source: saemiengïelen almetjh leejjie mah maehtieh dam faalenassem vedtedh.
sme: sáhttet addit dán fálaldaga. Dain mánáin geat

source: Dah maanah mah dagkeres saemien gïelelïerehtimmiefaalenassem åadtjoeh, sijhtieh joekehts gïelemaadtoem utnedh.
sme: - de lea dat fálaldat giellaoahpahus, ja earáide

source: Muvhtide maanide dle daate faalenasse sæjhta gïelelïerehtimmie årrodh, mearan mubpieh mah joe leah saemiegïelen, sijhtieh faalenassem åadtjodh sijjen gïelem utniehtidh jïh dam vijriesåbpoe evtiedidh.
sme: giela bisuheamis ja viidáset ovddideamis.

source: Saemien maanagïerth jallh maanagïerth saemien goevtesinie aktine maanine mij aktem jeatjah saemien gïelem åtna goh maanagïerten barkoegïele, maehtieh aaj faalenassem saemien gïelelïerehtimmien bïjre vedtedh daan maanese.
sme: Sámi mánáidgárddit dahje mánáidgárddit main lea sámi ossodat gos leat ovttaskas mánát geain lea eará sámegiella go mánáidgárddi doaibmagiella sáhttet maiddái addit sámi giellaoahpahusfálaldaga dan mánnái.

source: Gaajhkh daah maanagïerth maehtieh dåarjoem saemien gïelelïerehtæmman ohtsedh Saemiedigkeste.
sme: Buot dát mánáidgárddit - oahpahussii.

source: Dagkerh faalenassh vadtasuvvieh gellene lehkesne, goh Tromsø, Kåfjord, Harstad, Kvænangen, Overhalla jïh Bodø.
sme: Dán lágan fálaldagat leat earret eará Romssas, Gáivuonas, Hárstad, Návuonas, Overhallas ja Bådåddjos.

source: Maanagïerth saemien faalenassine leah dovne privaate jïh tjïelten.
sme: Sámi fálaldat lea sihke priváhta ja gielddalaš mánáidgárddiin.

source: Ovmessie öörnedimmieh faalenasseste gååvnesieh, goh båatsoe-, kultuvre- jïh eatnememaanagïerte.
sme: Fálaldagat leat organiserejuvvon máŋgga láhkai nugo ovdamearkka dihte boazodoallo-, kultur- ja luonddumánáidgárdi.

source: Saemiedigkie dåarjoem joekede maanagïertide noerhte-, julev- jïh åarjelsaemien maanajgujmie.
sme: Sámediggi juolluda doarjaga mánáidgárddiide gos leat davvi-, julev- ja máttasámegielat mánát.

source: Daejstie dle jeenjemes maanah noerhtesaemien maadtojne.
sme: Sin gaskkas leat eanemusat mánát geain lea davvisámi duogáš.

source: Daelie ajve akte julevsaemien maanagïerte (Divtasvuodna) jïh akte åarjelsaemien maanagïerte (Snåase).
sme: Dál gávdno dušše okta julevsámi mánáidgárdi (Divttasvuonas) ja okta máttasámi mánáidgárdi (Snoasas).
